Repository: common-repository/chimpxpress
Catalog: languages/chimpxpress-*.po
Languages: de_de

source: WordPress Mailchimp Integration - Create Mailchimp campaign drafts from within WordPress and include blog posts or import recent campaigns into WordPress to create blog posts or landing pages. Requires PHP7.4. If you're having trouble with the plugin visit our forums https://chimpxpress.com/support Thank you!
de_de: WordPress Mailchimp Integration - Erstellen Sie Mailchimp Kampagnen in WordPress und fügen Sie WordPress blog posts in Ihre Newsletter ein. Sie können außerdem Mailchimp Kampagnen als Blogartikel oder Landing Pages importieren. Benötigt PHP 7.4 oder höher. Wenn Sie Fragen oder Anregungen haben kontaktieren Sie uns in unserem Forum unter https://chimpxpress.com Danke!

source: Please select a landing page from the list!
de_de: Bitte wählen Sie eine Zielseite aus der Liste!

source: Please select one or more landing pages from the list!
de_de: Bitte wählen Sie eine oder mehrere Zielseiten aus der Liste!

source: Are you sure you want to delete the selected landing pages? There is no undo!
de_de: Sind Sie sicher, dass Sie die gewählten Zielseiten löschen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden!

source: Please connect your Mailchimp account!
de_de: Bitte stellen Sie die Verbindung zu Ihrem Mailchimp Account her!

source: Direct file access not possible. Please enter valid ftp credentials in the configuration!
de_de: Kein direkter Datezugriff möglich. Bitte geben Sie gültige FTP Zugangsdaten in der Konfiguration ein!

source: Landing Page Archive
de_de: Zielseitenarchiv

source: Campaign Subject
de_de: Betreffzeile der Kampagne

source: created / modified
de_de: erstellt / bearbeitet

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: No landing pages found!
de_de: Keine Zielseite ausgewählt!

source: Dashboard
de_de: Arbeitsplatz

source: Import
de_de: Importieren

source: Compose
de_de: Neue Kampagne

source: Landing Pages
de_de: Zielseiten

source: Edit Landing Page
de_de: Zielseite bearbeiten

source: Settings
de_de: Einstellungen

source: Invalid request!
de_de: Ungültige Anfrage!

source: Campaign could not be retrieved. Please try again.
de_de: Kampagne konnte nicht abgerufen werden. Bitte versuchen Sie es erneut.

source: Page title must not be empty or consist exclusively of special characters!
de_de: Der Seitentitel darf nicht leer sein oder ausschließlich aus Sonderzeichen bestehen!

source: A landing page with the supplied name already exists!
de_de: Es existiert bereits eine Zielseite mit diesem Namen!

source: Click here to overwrite the existing landing page
de_de: Klicken Sie hier zum Überschreiben der bestehenden Zielseite

source: open campaign in popup window
de_de: Öffne Kampagne in Popup Fenster

source: Invalid ftp credentials!
de_de: Ungültige FTP Zugangsdaten!

source: Invalid FTP host!
de_de: Ungültiger FTP Host!

source: Invalid username / password!
de_de: Ungültiger Benutzername / Passwort!

source: Invalid FTP path!
de_de: Ungültiger FTP Host!

source: FTP test successful!
de_de: FTP Test erfolgreich!

source: Retrieving templates and lists ...
de_de: Templates und Listen werden abgerufen ...

source: Click for Help!
de_de: Hilfe!

source: You need a Mailchimp account. If you do not have one
de_de: Sie benötigen ein Mailchimp Konto. Sollten Sie noch keinen Zugang besitzen

source: sign up for free
de_de: melden Sie sich kostenlos an

source: Grab your API Key
de_de: API Key einsehen

source: Connected as
de_de: Verbunden als

source: Current Mailchimp Status
de_de: Aktueller Mailchimp Status

source: Not connected
de_de: Nicht verbunden

source: The current status of your server's connection to Mailchimp
de_de: Der aktuelle Status Ihrer Serververbindung zu Mailchimp

source: Grant Access for
de_de: Zugriff gestatten für

source: Administrators
de_de: Administratoren

source: Editors
de_de: Redakteure

source: Authors
de_de: Autoren

source: Select the role, which is supposed to have access to the plugin. All roles above the selected will have access as well.
de_de: Wählen Sie die Benutzergruppe, die Zugriff auf das Plugin haben soll. Alle Gruppen oberhalb der gewählten werden ebenfalls Zugriff erhalten.

source: If chimpXpress can't write files directly to the server it will prompt you to enter your ftp credentials.
de_de: Falls chimpXpress nicht direkt Dateien auf den Server übertragen kann, werden Sie aufgefordert hier Ihre FTP Zugangsdaten einzugeben.

source: FTP Username
de_de: FTP Benutzername

source: FTP Password
de_de: FTP Passwort

source: FTP Path
de_de: FTP Pfad

source: Find FTP Path
de_de: FTP Pfad ermitteln

source: Enter the path from the ftp root directory to your WordPress installation. To find it you can login with your ftp client and navigate to the WordPress directory. This would be your ftp path.
de_de: Geben Sie den Pfad von Ihrem FTP Hauptverzeichnis zum WordPress Verzeichnis ein. Um diesen Pfad herauszufinden, können Sie sich mit Ihrem FTP Programm anmelden und in Ihr WordPress Verzeichnis navigieren. Dies ist der einzugebende FTP Pfad.

source: Test FTP Connection
de_de: FTP Verbindung testen

source: run test
de_de: Test ausführen

source: Google Analytics Profile ID
de_de: Google Analytics Profil ID

source: Enter your Google Analytics Profile ID if you want to be able to track your landing pages in Analytics. The ID should look like: UA-1234567-8
de_de: Geben Sie hier Ihre Google Analytics Profil ID ein, wenn Sie Statistiken auf ihren Zielseiten sammeln möchten. Diese ID sollte folgendes Format aufweisen: UA-1234567-8

source: Update Settings
de_de: Einstellungen speichern

source: Import from Mailchimp campaign
de_de: Importieren aus Mailchimp Kampagne

source: Choose a campaign to copy content into your post
de_de: Wählen Sie eine Kampagne, um Inhalte in Ihren Artikel zu kopieren

source: load more campaigns
de_de: Lade weitere Kampagnen

source: more
de_de: mehr

source: error code
de_de: Fehlercode

source: Campaign name and subject line must be supplied!
de_de: Name der Kampagne und Betreffzeile müssen eingegeben werden!

source: Are you sure you want to go back to step one? All entered content will be lost!
de_de: Sind Sie sicher, dass Sie zurück zu Schritt 1 gehen möchten? Alle bisherigen Eingaben gehen dabei verloren!

source: Campaign name and subject can not consist exclusively of special characters!
de_de: Kampagnenname und Betreffzeile dürfen nicht ausschließlich aus Sonderzeichen bestehen!

source: Are you sure you want to cancel? All entered content will be lost!
de_de: Sind Sie sicher, dass Sie abbrechen möchten? Alle Eingaben gehen dabei verloren!

source: go to step
de_de: gehe zu Schritt

source: submit
de_de: absenden

source: previous step
de_de: vorheriger Schritt

source: settings
de_de: Einstellungen

source: next step
de_de: nächster Schritt

source: Templates and lists could not be retrieved! Please make sure you have set up templates and lists in Mailchimp.
de_de: Templates und Listen konnten nicht geladen werden. Bitte stellen Sie sicher, dass Templates und Listen in Mailchimp vorhanden sind.

source: Click here to re-try.
de_de: Klicken Sie hier, um die Informationen neu zu laden.

source: select an email template
de_de: Email Template

source: preview
de_de: Vorschau

source: this template has
de_de: Dieses Template hat

source: editable areas
de_de: editierbare Bereiche

source: select a subscriber list
de_de: Empfängerliste

source: this list has
de_de: Diese Liste hat

source: active subscribers
de_de: aktive Empfänger

source: campaign name
de_de: Kampagnenname

source: subject line
de_de: Betreffzeile

source: next &raquo;
de_de: weiter &raquo;

source: cancel
de_de: abbrechen

source: Note
de_de: Hinweis

source: Templates and lists are cached.
de_de: Templates und Listen werden abgerufen.

source: Reload cache
de_de: Cache aktualisieren

source: if an expected entry does not appear in the list.
de_de: falls Sie einen Eintrag in der Liste vermissen.

source: content section
de_de: Bereich

source: Insert content from blog post
de_de: Inhalte aus Blog Artikeln einfügen.

source: -- select post --
de_de: -- Artikel wählen --

source: Campaign could not be created!
de_de: Kampagne konnte nicht erstellt werden!

source: High fives! Your campaign was created in Mailchimp and is ready to send.
de_de: Herzlichen Glückwunsch! Ihre Kampagne ist in Mailchimp bereit zum Senden.

source: What do I do now?
de_de: Was jetzt?

source: login to Mailchimp
de_de: bei Mailchimp einloggen

source: open the campaign "%s" and click "send now"
de_de: Öffnen Sie die Kampagne "%s" und klicken auf "send now"

source: open Mailchimp
de_de: Mailchimp aufrufen

source: cancel (and remove draft from Mailchimp)
de_de: abbrechen (und Entwurf aus Mailchimp entfernen)

source: Preview
de_de: Vorschau

source: No landing page selected!
de_de: Keine Zielseite ausgewählt!

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Are you sure you want to cancel this operation?
de_de: Sind Sie sicher, dass Sie diese Operation abbrechen möchten?

source: Landing page not found! Please make sure the directory "archive" exists in your wordpress root and is writable.
de_de: Zielseite wurde nicht gefunden! Bitte stellen Sie sicher, dass das Verzeichnis "archive" in Ihrem Wordpress Hauptverzeichnis existiert und beschreibbar ist.

source: developed by
de_de: entwickelt von

source: Cannot continue as campaign does not seem to have a subject yet!
de_de: Bitte geben Sie zunächst die Betreffzeile ein!

source: select campaign content to import
de_de: Zu importierende Kampagne

source: create a new ...
de_de: erstelle ...

source: blog post
de_de: Artikel

source: landing page
de_de: Zielseite

source: import as ...
de_de: importieren als ...

source: page title
de_de: Seitentitel

source: connected as
de_de: Verbunden als

source: connect your Mailchimp account
de_de: Bitte stellen Sie die Verbindung zu Ihrem Mailchimp Account her

source: Pull content from Mailchimp email campaigns into WordPress or compose an email campaign in WordPress, then pass it to Mailchimp.
de_de: Importieren Sie bestehende Mailchimp Kampagnen in Ihren Wordpress Blog oder erstellen Sie eine neue Kampagne in die Sie Wordpress Artikel einfügen.

source: Import content from your Mailchimp Account
de_de: Importiere Kampagnen aus Mailchimp

source: go
de_de: los

source: Compose an email, then pass it to Mailchimp for delivery.
de_de: Erstelle eine Kampagne und übertrage Sie zu Mailchimp.
